Revit 2027 API
ParameterTypeId.ViewCleanJoins Property
 "Wall Join Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewCleanJoins { get; }
Public Shared ReadOnly Property ViewCleanJoins As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewCleanJoins {
	ForgeTypeId^ get ();
}
static member ViewCleanJoins : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace